[
    "Which of your beliefs are justified and which ones aren’t?",
    "Would you rather never be able to drink sodas like coke again or only be able to drink sodas and nothing else?",
    "How much do you think names affect the outcomes of people’s lives?",
    "What social stigma does society need to get over?",
    "What are some of the dumbest misadventures you’ve been on?",
    "Is the meaning of life the same for animals and humans?",
    "Would you rather be a reverse centaur or a reverse mermaid/merman?",
    "Would you rather take an all expenses paid dream vacation every year for a month or have the job of your dreams?",
    "In one sentence, how would you sum up the internet?",
    "If animals could talk, which would be the rudest?",
    "What do you think would be humanity’s reaction to the discovery of extraterrestrial life?",
    "Would you rather have a completely automated home or a self-driving car?",
    "Would you rather have chapped lips that never heal or terrible dandruff that can’t be treated?",
    "What rule do you wish they would introduce into your favorite sport?",
    "When people come to you for help, what do they usually want help with?",
    "What's a significant historical event in your country's history?",
    "What's a unique custom or etiquette from where you live?",
    "How has your city or country changed in the last decade?",
    "What are some typical activities or sports popular in your area?",
    "What's a popular local dish or food that you think everyone should try?",
    "How do people in your country view work-life balance?",
    "What's an interesting piece of art or architecture in your city?",
    "What's a phrase or saying that's unique to your language or dialect?",
    "What are common leisure activities or hobbies in your culture?",
    "What's something challenging about living in your country?",
    "What's a significant cultural event or festival in your area?",
    "How do you deal with cold or hot weather in your region?",
    "What are some common career paths in your country?",
    "What's an important value or belief in your culture?",
    "How has technology impacted daily life in your city?",
    "What's your favorite local wildlife or natural feature?",
    "How do schools and education differ in your country?",
    "What's a typical breakfast in your area?",
    "What do you think the world will be like in 50 years?",
    "If you could gain one quality or ability, what would it be?",
    "What's the most valuable lesson you've learned in life?",
    "How do you define success, and do you feel you've achieved it?",
    "What's one book or film that has profoundly changed your perspective?",
    "What do you fear the most about the future?",
    "If you could live in any historical period, when would it be and why?",
    "What does true leadership mean to you?",
    "If you could solve one world problem, what would it be?",
    "How has your upbringing influenced who you are today?",
    "What's the most courageous thing you've ever done?",
    "Do you believe in fate or that we create our own destinies?",
    "What's one thing you would change about the education system?",
    "If you could have dinner with any historical figure, who would it be and why?",
    "What does 'home' mean to you?",
    "What's the most significant risk you've ever taken?",
    "What's a skill you wish you had taken the time to develop?",
    "How do you deal with uncertainty in life?",
    "What's the most profound experience you've had with nature?",
    "What does 'freedom' mean to you?",
    "If you could witness any event of the past, present, or future, what would it be?",
    "What's something you believe that most people don't?",
    "What legacy do you want to leave behind?",
    "What's the most important thing you've learned about yourself?",
    "If you could give one piece of advice to the entire world, what would it be?",
    "What's a belief you had as a child that you no longer hold?",
    "What's the most challenging thing about your everyday life?",
    "How do you think technology will impact humanity in the next 20 years?",
    "What's the most impactful act of kindness you've experienced?",
    "What's something you've always wanted to learn but haven't yet?",
    "What's the most difficult decision you've ever had to make?",
    "How do you think society will change in the next 10 years?",
    "What's the most important quality in a friendship?",
    "What does it mean to live a good life?",
    "What's the most interesting place you've ever visited?",
    "What's the biggest problem facing your generation?",
    "If you could change one thing about how you were raised, what would it be?",
    "What does 'wisdom' mean to you?",
    "What's the most interesting tradition in your family or culture?",
    "What role does art play in society?",
    "How do you think individual actions impact global challenges?",
    "What's the most unusual habit you have?",
    "What's the biggest misconception people have about you?",
    "What does it mean to be human in the age of technology?",
    "What's the most impactful lesson you learned from a failure?",
    "What's something you've changed your mind about recently?",
    "What's a question you wish people would ask more often?",
    "What's the most beautiful thing you've ever seen?",
    "How do you define 'intelligence'?",
    "What's the most important change you'd like to make in your life?",
    "How do people in your profession unwind after work?",
    "What's a fun fact about your city or country?",
    "What are some local traditions for weddings or celebrations?",
    "How do you celebrate birthdays in your culture?",
    "What's a local myth or legend from your area?",
    "What's your favorite local park or outdoor area?",
    "How does your city or country approach environmental issues?",
    "What are some popular street foods in your area?",
    "What's a common household pet in your country?",
    "How does your profession impact your daily life?",
    "What's something you'd like to change about your city or country?",
    "What's a popular form of entertainment in your area?",
    "How do you usually meet new people in your city?",
    "What's something you've always wanted to know about other cultures?",
    "What’s the best and worst thing about the country you are from?",
    "What’s the noblest endeavor a person can dedicate their life to?",
    "What’s the longest trip you’ve been on?",
    "What piece of “art” would you create if you had to pretend to be an artist and submit something to a gallery?",
    "What’s the coolest animal you’ve seen in the wild?",
    "What hard time in your life left you a better person after it was finished?",
    "What is the funniest name you have actually heard used in the real world?",
    "What job doesn’t exist now but will exist in the future?",
    "What’s your cure for hiccups?",
    "What’s the best and worst piece of advice you’ve ever received?",
    "Is technological progress inevitable as long as humans exist or can it be stopped?",
    "What book impacted you the most?",
    "What’s your idea of a great party?",
    "What kind of challenges are you facing these days?",
    "Where is the strangest place you’ve urinated or defecated?",
    "What activities cause you to feel like you are living life to the fullest?"
]